INSERT INTO ENUM_TRANSMISSION_BOX_TYPE (ID,ORDER_CODE,SHORT_NAME,FULL_NAME,STATE_ID) 
VALUES
(1,'001',E'Механическая коробка передач',E'Механическая коробка передач',1),
(2,'002',E'Автоматическая коробка передач',E'Автоматическая коробка передач',1),
(3,'003',E'Роботизированная коробка передач',E'Роботизированная коробка передач',1),
(4,'004',E'Коробка передач с двойным сцеплением',E'Коробка передач с двойным сцеплением',1),
(5,'005',E'Вариатор',E'Вариатор ',1),
(6,'006',E'Секвентальная коробка передач',E'Секвентальная коробка передач ',1),
(7,'007',E'Электронноуправляемая коробка передач',E'Электронноуправляемая коробка передач ',1),
(8,'008',E'Электрическая трансмиссия (на электромобилях)',E'Электрическая трансмиссия (на электромобилях) ',1);
